Revit 2021.1 API
UnitTypeId.PascalsPerMeter Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Syntax
C#
public static ForgeTypeId PascalsPerMeter { get; }
Visual Basic
Public Shared ReadOnly Property PascalsPerMeter As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ PascalsPerMeter {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace